** Example
*** TODO task 1
  :LOGBOOK:
  CLOCK: [2018-09-16 Sun 12:25]--[2018-09-16 Sun 12:26] =>  0:01
  :END:

*** TODO subtask
  :LOGBOOK:
  CLOCK: [2018-09-16 Sun 12:25]--[2018-09-16 Sun 12:28] =>  0:01
  :END:

#+BEGIN: clocktable :maxlevel 10
#+CAPTION: Clock summary at [2018-09-16 Sun 12:30]
| Headline      | Time   |      |      |
|---------------+--------+------+------|
| *Total time*  | *0:04* |      |      |
|---------------+--------+------+------|
| \_  Example   |        | 0:04 |      |
| \_    task 1  |        |      | 0:01 |
| \_    subtask |        |      | 0:03 |
#+END
